Repository: Smotko/cloud-services-notifications
Catalog: po/*.po
Languages: es, it

source: Error loading account configuration: The name property is mandatory, check your configuration
es: Error cargando la configuración de la cuenta: La propiedad "name" es obligatoria, revise la configuración
it: Errore al caricamento delle configurazioni dell'account: La proprietà "nome" è necessaria, controlla la tua configurazione

source: The credentials have not been loaded for the account %s
es: Las credenciales no han sido cargados para la cuenta %s

source: The account %s already exists
es: La cuenta %s ya existe
it: L'account %s esiste già

source: Another instance is already running, close it first.
es: Hay otra instancia arrancada, ciérrela primero.
it: Un'altra istanza è già in esecuzione, chiudila prima.

source: New messages:
es: Mensajes nuevos:
it: Nuovi messaggi:

source: Error checking account %s
es: Error comprobando la cuenta %s
it: Errore controllando l'account %s

source: Application Error
es: Error de aplicación
it: Errore dell'applicazione

source: Error starting the application: %s
es: Error iniciando la aplicación: %s
it: Errore all'avvio dell'applicazione: %s

source: Can't find the cloudsn data directory
es: No se puede encontrar el directorio de datos de cloudsn
it: Impossibile trovare la cartella dati cloudsn

source: Press to pause the checker daemon
es: Presione para parar el servicio de chequeo
it: Clicca per mettere in pausa il demone di controllo

source: Press to start the checker daemon
es: Presione para iniciar el servicio de chequeo
it: Clicca per avviare il demone di controllo

source: Are you sure you want to delete the account %s?
es: ¿Está seguro que desea eliminar la cuenta %s?
it: Sei sicuro di cancellare l'account %s

source: You must select a provider and fill the data
es: Debe seleccionar un proveedor y rellenar los datos
it: Devi selezionare un provider e inserire i dati

source: You must fill the account name
es: Debe rellenar el nombre de cuenta
it: Devi riempire il campo nome account

source: Error adding a new account:
es: Error añadiendo una cuenta nueva:
it: Errore aggiungendo un nuovo account:

source: Error editing the account:
es: Error editando la cuenta:

source: Error loading the provider:
es: Error cargando el proveedor:

source: Status Icon
es: Icono de estado
it: Icona di stato

source: Update accounts
es: Actualizar cuentas
it: Aggiorna gli accounts

source: <b>Security warning</b> You have gnome-keyring installed but your are using plain text encryption to store your passwords. You can select the encryption method in the preferences dialog.
es: <b>Aviso de seguridad</b> Tiene gnome-keyring instalado pero estáusando encriptación en texto plano para almacenar sus contraseñas. Puede seleccionar el métodode encriptación en el diálogo de preferencias.

source: Don't ask me again
es: No volver a preguntar

source: %d unread news
es: %d noticias sin leer
it: %d notizie da leggere

source: %d unread new
es: %d mensaje sin leer
it: %d notizie da leggere

source: The user name and the password are mandatory
es: El nombre de usuario y la contraseña son obligatorios
it: Il nome utente e la password sono obbligatorie

source: <b>Account information</b>
es: <b>Información de cuentas</b>
it: <b>Informazioni Account</b>

source: <b>Labels to check</b>
es: <b>Etiquetas a comprobar</b>
it: <b>Etichette da controllare</b>

source: Password:
es: Contraseña:

source: Username:
es: Nombre de usuario:
it: Nome utente:

source: <b>New Account</b>
es: <b>Nueva cuenta</b>
it: <b>Nuovo account</b>

source: Account data
es: Datos de la cuenta

source: Account name:
es: Nombre de cuenta:
it: Nome Utente

source: Add a new account
es: Añadir una nueva cuenta
it: Aggiungi un nuovo account

source: Advanced
es: Avanzado

source: By account:
es: Por cuenta:
it: Per account:

source: Check interval
es: Intervalo de chequeo
it: Intervallo di aggiornamento:

source: Command:
es: Comando:

source: Delete the selected account
es: Borrar la cuenta seleccionada
it: Cancella l'account selezionato

source: Edit the selected account
es: Editar la cuenta seleccionada
it: Modifica l'account selezionato

source: Execute command when the account is opened
es: Ejecutar el comando cuando se abre la cuenta

source: Indicate status with:
es: Indicar el estado con:
it: Indica lo stato con:

source: Mark all messages as read
es: Marcar todos los mensajes como leídos

source: Maximum notifications
es: Notificaciones Máximas
it: Numero di notifiche massimo

source: Minutes:
es: Minutos:
it: Minuti:

source: New Account
es: Nueva cuenta
it: Nuovo Account

source: Password manager:
es: Gestor de contraseñas:

source: Preferences
es: Preferencias
it: Preferenze

source: Provider:
es: Proveedor:

source: Run application on startup
es: Lanzar aplicación al iniciar
it: Esegui l'applicazione all'avvio

source: Show preferences
es: Mostrar preferencias
it: Mostra le preferenze

source: Stop/Play
es: Parar/Arrancar
it: Ferma/Riproduci

source: Update
es: Actualizar
it: Aggiorna

source: Update all accounts
es: Actualizar todas las cuentas
it: Aggiorna tutti gli accounts

source: Update the selected account
es: Actualizar la cuenta seleccionada
it: Aggiorna l'account selezionato

source: _Edit
es: _Editar
it: _Modifica

source: _File
es: _Archivo

source: _Help
es: Ay_uda
it: _Aiuto

source: Error starting cloudsn
it: Errore all'avvio di cloudsn

source: Error editing an account:
it: Errore modificando un account:

source: Account Name
it: Nome Utente

source: Active
it: Attiva

source: General
it: Generale

source: Icon
it: Icona

source: Last Update
it: Ultimo Aggiornamento
